Autodesk.Revit.DB.Electrical.ElectricalLoadType
Represents the electrical load type.
Since:
2023

Autodesk.Revit.DB.Electrical.ElectricalLoadType.AreaBasedLoad
Area Based Load

Autodesk.Revit.DB.Electrical.ElectricalLoadType.EquipmentLoad
Equipment Load